[
  {
    "id": 1,
    "text": "Ada seseorang yang tidak pernah mengirimi kamu sebuah pesan, tapi dia diam-diam menjadikanmu sebagai tujuan",
    "categoryId": 12
  },
  {
    "id": 2,
    "text": "Impianku sederhana. Ingin mencintai dan dicintai olehmu, hingga kita lupa rasa kecewa",
    "categoryId": 12
  },
  {
    "id": 3,
    "text": "Tadinya, kuberharap hadirmu bisa menjadi obat. Tapi ternyata, kamu malah menciptakan luka yang paling hebat",
    "categoryId": 12
  },
  {
    "id": 4,
    "text": "Semua orang bisa berkata Aku Mencintaimu. Tapi, tidak semua orang mampu menunggu dan membuktikan kata-katanya itu",
    "categoryId": 12
  },
  {
    "id": 5,
    "text": "Jangan main-main dengan perasaanku. Hatiku memang tak bertulang, tapi tetap bisa merasakan patah",
    "categoryId": 12
  },
  {
    "id": 6,
    "text": "Cukup menjadi sederhana, lalu lihat siapa yang datang padamu dengan penuh cinta dan menarimamu apa adanya",
    "categoryId": 12
  },
  {
    "id": 7,
    "text": "Semua orang bisa menemani. Tapi tidak semua orang bisa memahami",
    "categoryId": 12
  },
  {
    "id": 8,
    "text": "Semoga tidak ada lagi perasaan yang mudah tertarik, hanya karena diperlakukan baik",
    "categoryId": 12
  },
  {
    "id": 9,
    "text": "Aku tidak akan pernah meneteskan air mata, untuk dia yang tidak setia",
    "categoryId": 12
  },
  {
    "id": 10,
    "text": "Banyak orang berkata, jika cinta, pasti dia akan kembali. Tapi harusnya, jika cinta, dia tidak akan pergi",
    "categoryId": 12
  },
  {
    "id": 11,
    "text": "Faktanya, cinta itu tak pernah buta. Kamunya saja yang suka melumpuhkan logika",
    "categoryId": 12
  },
  {
    "id": 12,
    "text": "Bukan waktumu yang kurang. Tapi, rasa cintamu saja yang telah hilang",
    "categoryId": 12
  },
  {
    "id": 13,
    "text": "Kukira air mataku menetes karena mengiris bawang. Ternyata teringat kamu yang telah menghilang",
    "categoryId": 12
  },
  {
    "id": 14,
    "text": "Aku nyaris tahu segala hal. Yang tidak kutahu, adalah cara berhenti mencintaimu",
    "categoryId": 12
  },
  {
    "id": 15,
    "text": "Aku rindu. Rindu ingin melihat pelangi yang terukir indah di sudut bibirmu, saat kamu tersenyum",
    "categoryId": 12
  },
  {
    "id": 16,
    "text": "Dia yang benar-benar mencintaimu, tak akan pernah membiarkan hatimu terbalut sendu",
    "categoryId": 12
  },
  {
    "id": 17,
    "text": "Aku terlalu kecil untuk semua harapanmu yang kian membesar. Tapi percayalah, kamu selalu besar di hati kecilku",
    "categoryId": 12
  },
  {
    "id": 18,
    "text": "pada akhirnya, yang berjodoh pasti akan bersatu, meski awalnya tidak saling merajut rindu",
    "categoryId": 12
  },
  {
    "id": 19,
    "text": "Cuman liat atap rumahnya aja dari jauh, senangnya udah kebangetan. Cinta... terkadang emang bisa seajaib itu",
    "categoryId": 12
  },
  {
    "id": 20,
    "text": "Semoga hatimu yang baik, berada di tangan yang baik pula",
    "categoryId": 12
  },
  {
    "id": 21,
    "text": "Jangan ngambil keputusan waktu lagi marah. Inget gimana bahagianya kita kalo lagi bareng",
    "categoryId": 12
  },
  {
    "id": 22,
    "text": "Kangen era ditelpon tiap malam. Ngobrol ga jelas, ceritain keseharian, ketawa-ketawa karena hal ga penting dan saling nyalahin karena telponnya mati",
    "categoryId": 12
  },
  {
    "id": 23,
    "text": "Terima kasih untuk sebentar yang semenyenangkan itu",
    "categoryId": 12
  },
  {
    "id": 24,
    "text": "Laki-laki selalu kehilangan perempuan yang benar-benar ingin mereka nikahi",
    "categoryId": 12
  },
  {
    "id": 25,
    "text": "Ga mau terlalu excited lagi. Malu. Respons kamunya juga kaya yang ga niat",
    "categoryId": 12
  },
  {
    "id": 26,
    "text": "Udah dewasa. Kalau pesanku dibalas lama, ga akan balik balas lama. Asal pegang hp dan notifnya muncul pasti langsung kubalas. Bentuk sederhana dari menghargai",
    "categoryId": 12
  },
  {
    "id": 27,
    "text": "Luka yang serius, berawal dari hati yang tulus",
    "categoryId": 12
  },
  {
    "id": 28,
    "text": "Mau setulus apa pun laki-laki, wanita tidak suka pria miskin",
    "categoryId": 12
  },
  {
    "id": 29,
    "text": "Dia pernah bercerita disakiti oleh masa lalunya. Tapi, kenapa dia kini menyakiti orang yang menyembuhkannya",
    "categoryId": 12
  },
  {
    "id": 30,
    "text": "Cinta paling tulus adalah ketika kamu sudah tau bahwa dia masih mengingat masa lalunya di belakangmu, tapi kamu masih menerima dan  mencintainya dengan baik",
    "categoryId": 12
  },
  {
    "id": 31,
    "text": "Aku baru tau ternyata ada manusia yang lebih memilih kehilangan pasangannya, dibandingkan mengubah sikapnya untuk bertahan",
    "categoryId": 12
  },
  {
    "id": 32,
    "text": "Ya udah sih. Lagian kita cuma chatan, ga ada status. Terserah dia mau ngedeketin orang lain. Hak dia buat milih orang yang dia suka",
    "categoryId": 12
  },
  {
    "id": 33,
    "text": "Semoga di kesempatan lain, cintaku lebih dihargai",
    "categoryId": 12
  },
  {
    "id": 34,
    "text": "Asing aja lah ya. Energi gw ga sebanyak itu buat pertahanin orang yang ga jelas",
    "categoryId": 12
  },
  {
    "id": 35,
    "text": "Hidup cuma sekali. Aku ga mau bersaing dengan perempuan mana pun tentang laki-laki",
    "categoryId": 12
  },
  {
    "id": 36,
    "text": "Alasanku ga pernah marahin atau bentak cewekku bukan karena aku ga berani. Tapi aku rasa cukup dia alamin di waktu dulu, dan dia pantas rasain sayang yang lembut dan sabar",
    "categoryId": 12
  },
  {
    "id": 37,
    "text": "Serem njir, chatan sama kamu. Notifnya di hp, tapi getarnya di hati (Eaaaakkkk....)",
    "categoryId": 12
  },
  {
    "id": 38,
    "text": "Apakah setelah jauh sekali, manusia bisa saling menemukan lagi?",
    "categoryId": 12
  },
  {
    "id": 39,
    "text": "Aku tidak mahir mengejar, tapi aku tahu cara menunggumu",
    "categoryId": 12
  },
  {
    "id": 40,
    "text": "Tugasku hanya mencintaimu. Ditipu atau dicurangi itu pilihanmu. Cuma satu pesanku: jangan sia-siakan orang yang tulus mencintaimu",
    "categoryId": 12
  },
  {
    "id": 41,
    "text": "Ternyata nyaman tanpa jadian itu beneran ada ya. Kayak aku sayang sama kamu, tapi aku tau kita ga bisa bersama",
    "categoryId": 12
  },
  {
    "id": 42,
    "text": "2 hal yang sampai saat ini belum serasi: mataku yang memandangimu sebagai teman, sedangkan hatiku yang menatapmu penuh perasaan",
    "categoryId": 12
  },
  {
    "id": 43,
    "text": "Dikasih yang terbaik. Diuji dengan jarak. Kangennya gratis. Ketemuannya mahal",
    "categoryId": 12
  },
  {
    "id": 44,
    "text": "Semenjak sama dia, gw cemburunya ga ngotak. Semuanya gw cemburuin. Ditinggal dikit aja berasa ga disayang lagi",
    "categoryId": 12
  },
  {
    "id": 45,
    "text": "Pengen berak tapi bosen sama gayanya yang jongkok mulu. Saran gaya berak yang estetik dong",
    "categoryId": 12
  },
  {
    "id": 46,
    "text": "Perempuan tidak bercerita. Tapi dia menikah dengan pria yang tidak dia cintai demi hidup sejahtera",
    "categoryId": 12
  },
  {
    "id": 47,
    "text": "Siapa sangka 2 pasang mata yang saling menghindar hari ini, dulunya saling menatap penuh cinta",
    "categoryId": 12
  },
  {
    "id": 48,
    "text": "Cape tauuu. Kadang kamu kelihatan cinta banget. Kadang juga kamu kelihatan ga butuh aku sama sekali",
    "categoryId": 12
  },
  {
    "id": 49,
    "text": "Udah mulai cocok eh, tiba-tiba ngajakin telat-telatan balas chat",
    "categoryId": 12
  },
  {
    "id": 50,
    "text": "Semoga denganmu tidak hanya lama, tetapi selamanya",
    "categoryId": 12
  },
  {
    "id": 51,
    "text": "Saya melihat anak muda menjadi hancur, karena terlalu dini memainkan peran suami",
    "categoryId": 12
  },
  {
    "id": 52,
    "text": "Mau bilang KANGEN, tapi takut dijawab pretttt",
    "categoryId": 12
  },
  {
    "id": 53,
    "text": "Batasi harapanmu, agar lukamu tidak berlebihan",
    "categoryId": 12
  },
  {
    "id": 54,
    "text": "Sejak aku mengenal dirimu, aku sudah tidak tertarik lagi sama orang lain",
    "categoryId": 12
  },
  {
    "id": 55,
    "text": "Pelan pelan juga nanti akan terbiasa tanpa chat, tanpa telpon dan tanpa kabar. Dan pada akhirnya kita saling melupakan. Seperti ini kan yang kamu mau? Akan kuusahakan dan pasti bisa",
    "categoryId": 12
  },
  {
    "id": 56,
    "text": "Aku adalah yang tidak akan pernah datang 2 kali",
    "categoryId": 12
  },
  {
    "id": 57,
    "text": "Kamu ga ngerti dan aku ga bisa ngejelasin",
    "categoryId": 12
  },
  {
    "id": 58,
    "text": "Teruslah seperti itu, sampai rasaku benar-benar hilang",
    "categoryId": 12
  },
  {
    "id": 59,
    "text": "Perempuan selalu jatuh cinta pada pria yang mengabaikannya, bukan pada pria yang memberikan segalanya",
    "categoryId": 12
  },
  {
    "id": 60,
    "text": "Dia mau diseriusin, tapi semua cowok direspons",
    "categoryId": 12
  },
  {
    "id": 61,
    "text": "Tinggalkan saja aku jika kamu tak sanggup menghadapiku. Aku juga lelah dengan diriku sendiri",
    "categoryId": 12
  },
  {
    "id": 62,
    "text": "Seseorang akan seenaknya saja, saat tau dirinya dicintai",
    "categoryId": 12
  },
  {
    "id": 63,
    "text": "Andai kamu tau betapa gilanya aku ingin mengubah diriku supaya jadi versi yang terbaik buat kamu",
    "categoryId": 12
  },
  {
    "id": 64,
    "text": "Mentang-mentang wajahku tampan, kamu seenaknya aja sayang sama aku",
    "categoryId": 12
  },
  {
    "id": 65,
    "text": "Untukmu yang sedang dimusuhi oleh kehidupan, aku ingin mengatakan: bersabarlah. karena di balik setiap kesedihan, selalu tersimpan senyuman yang menunggu giliran",
    "categoryId": 12
  },
  {
    "id": 66,
    "text": "Aku selalu suka berjalan di bawah hujan, karena tidak akan ada orang yang tau kalau aku sedang menangis",
    "categoryId": 12
  },
  {
    "id": 67,
    "text": "Tadinya kupikir kamu mencintaiku. Tapi ternyata, itu hanyalah ilusi hati yang menipu otak",
    "categoryId": 12
  },
  {
    "id": 68,
    "text": "Begitu banyak rasa yang tak terungkap. Mengendap di sudut hatiku yang gelap",
    "categoryId": 12
  },
  {
    "id": 69,
    "text": "Selepas kepergianmu, hatiku terbalut sendu. Rasa sakit ini, entah kenapa begitu setia menemani jantungku berdetak",
    "categoryId": 12
  },
  {
    "id": 70,
    "text": "Dia yang sering membuat hatimu terbalut sendu, tidak sepantasnya untuk mendapatkan cintamu. Karena dia tidak pernah tau, betapa berharganya dirimu",
    "categoryId": 12
  },
  {
    "id": 71,
    "text": "Aku mencintainya. Dan kusadari, tak seharusnya rasa ini kupelihara di hati. Karena kutahu, bukan aku yang dia mau",
    "categoryId": 12
  },
  {
    "id": 72,
    "text": "Jika mencintaimu memang suatu kesalahan, maka, aku tak mengerti lagi apa itu kebenaran",
    "categoryId": 12
  },
  {
    "id": 73,
    "text": "Rasanya sungguh menyakitkan, saat tahu orang yang namanya kusebut dalam doa, ternyata menyebut nama orang lain dalam doannya",
    "categoryId": 12
  },
  {
    "id": 74,
    "text": "Tuhan, maafkan aku. Aku terlalu sering berbohong dengan berkata: aku baik-baik saja!",
    "categoryId": 12
  },
  {
    "id": 75,
    "text": "Aku tidak peduli meletus atau tidaknya balon hijau, karena saat ini hatiku sudah sangat kacau",
    "categoryId": 12
  },
  {
    "id": 76,
    "text": "Kejepit ritsleting telah mengajarkanku, bahwasanya ada hal yang lebih menyakitkan dari sekedar patah hati",
    "categoryId": 12
  },
  {
    "id": 77,
    "text": "Rasanya sungguh menyakitkan. Ketika aku dan dia sama-sama memiliki rasa, tapi tidak ditakdirkan untuk bisa bersama",
    "categoryId": 12
  },
  {
    "id": 78,
    "text": "Cinta yang berkelas, tidak datang dari seorang pemalas",
    "categoryId": 12
  },
  {
    "id": 79,
    "text": "Aku menyimpanmu dalam kotak yang kunamakan kenangan. Dingin, lusuh dan tak akan kuingat lagi",
    "categoryId": 12
  },
  {
    "id": 80,
    "text": "Hatiku cemburu melihatmu bersama dia. Namun suara dalam kepalaku selalu berkata: Memangnya kamu siapa?",
    "categoryId": 12
  },
  {
    "id": 81,
    "text": "Percinta pada orang dewasa: penuh lika-liku dan air mata. Percintaan pada remaja: block, unblock, block, unblock",
    "categoryId": 12
  },
  {
    "id": 82,
    "text": "Dia yang main-main kamu perjuangkan. Aku yang serius malah kamu sia-siakan",
    "categoryId": 12
  },
  {
    "id": 83,
    "text": "Aku tidak melupakan, tapi hanya menjaga jarak dengan kenangan",
    "categoryId": 12
  },
  {
    "id": 84,
    "text": "Aku mah santai aja walaupun ga ada yang melirik. Setidaknya masih ada nyamuk yang selalu menganggapku menarik",
    "categoryId": 12
  },
  {
    "id": 85,
    "text": "Tuhan, jika nanti aku jatuh cinta lagi, izinkan cintaku berlabuh pada orang yang bisa kumiliki. Sebab patah hati bukanlah episode menyenangkan yang ingin kutemui kembali",
    "categoryId": 12
  }
]
